Revit 2027 API
ParameterTypeId.SteelElemContourGapWidth Property
 "Gap Width"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SteelElemContourGapWidth { get; }
Public Shared ReadOnly Property SteelElemContourGapWidth As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SteelElemContourGapWidth {
	ForgeTypeId^ get ();
}
static member SteelElemContourGapWidth : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace